/* NSString-WIFoundation: time strings (minutes, seconds) */
"%0.2lu:%0.2lu minutes" = "%1$.2lu:%2$.2lu minuti";

/* NSString-WIFoundation: time strings (hours, minutes, seconds) */
"%0.2lu:%0.2lu:%0.2lu hours" = "%1$.2lu:%2$.2lu:%3$.2lu ore";

/* NSString-WIFoundation: Wired client version (client, client version, os, os version, architecture) */
"%@ %@ on %@ %@ (%@)" = "%1$@ %2$@ su %3$@ %4$@ (%5$@)";

/* NSString-WIFoundation: time string */
"%@ ago" = "%@ fa";

/* NSString-WIFoundation: byte size strings */
"%@ GB" = "%@ GB";

/* NSString-WIFoundation: bit size strings */
"%@ Gbit" = "%@ Gbit";

/* NSString-WIFoundation: byte size strings */
"%@ KB" = "%@ KB";

/* NSString-WIFoundation: bit size strings */
"%@ kbit" = "%@ kbit";

/* NSString-WIFoundation: byte size strings */
"%@ MB" = "%@ MB";

/* NSString-WIFoundation: bit size strings */
"%@ Mbit" = "%@ Mbit";

/* NSString-WIFoundation: byte size strings */
"%@ PB" = "%@ PB";

/* NSString-WIFoundation: bit size strings */
"%@ Pbit" = "%@ Pbit";

/* NSString-WIFoundation: byte size strings */
"%@ TB" = "%@ TB";

/* NSString-WIFoundation: bit size strings */
"%@ Tbit" = "%@ Tbit";

/* NSString-WIFoundation: bit size strings */
"%llu bits" = "%llu bits";

/* NSString-WIFoundation: byte size strings */
"%llu bytes" = "%llu bytes";

/* NSString-WIFoundation: time strings (days, hours, minutes, seconds) */
"%lu:%0.2lu:%0.2lu:%0.2lu days" = "%1$lu:%2$.2lu:%3$.2lu:%4$.2lu giorni";

/* NSString-WIFoundation: time string (minutes, seconds) */
"00:%0.2lu seconds" = "00:%0.2lu secondi";

/* NSString-WIFoundation: bandwidth strings */
"100M LAN" = "100M LAN";

/* NSString-WIFoundation: bandwidth strings */
"10M LAN" = "10M LAN";

/* NSString-WIFoundation: bandwidth strings */
"128k ISDN/DSL" = "128k ISDN/DSL";

/* NSString-WIFoundation: bandwidth strings */
"1M DSL/Cable" = "1M DSL/Cable";

/* NSString-WIFoundation: bandwidth strings */
"256k DSL/Cable" = "256k DSL/Cable";

/* NSString-WIFoundation: bandwidth strings */
"28.8k Modem" = "28.8k Modem";

/* NSString-WIFoundation: bandwidth strings */
"2M DSL/Cable" = "2M DSL/Cable";

/* NSString-WIFoundation: bandwidth strings */
"33.6k Modem" = "33.6k Modem";

/* NSString-WIFoundation: bandwidth strings */
"384k DSL/Cable" = "384k DSL/Cable";

/* NSString-WIFoundation: bandwidth strings */
"512k DSL/Cable" = "512k DSL/Cable";

/* NSString-WIFoundation: bandwidth strings */
"56k Modem" = "56k Modem";

/* NSString-WIFoundation: bandwidth strings */
"64k ISDN" = "64k ISDN";

/* NSString-WIFoundation: bandwidth strings */
"768k DSL/Cable" = "768k DSL/Cable";

/* NSString-WIFoundation: 'byte' singular */
"byte" = "byte";

/* NSString-WIFoundation: 'byte' plural */
"bytes" = "bytes";

/* WIDateFormatter: this day */
"today" = "oggi";

/* WIDateFormatter: next day */
"tomorrow" = "domani";

/* NSString-WIFoundation: bandwidth strings
   NSString-WIFoundation: unknown Wired client */
"Unknown" = "Impossibile da determinare";

/* WIDateFormatter: prior day */
"yesterday" = "ieri";
